import react from "react";
import "../css/termofuse.css"

function TermOfUse() {
    return (
        <div>
            <div className="container mt-5  mx-auto px-3 mb-3 ">
                <div>
                <p className="p-none px-2">Үйлчилгээний нөхцөл</p>
                </div>
                
                <div className="fonts">
                    <p className="p-margin" > Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                    <p className="p-margin">Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                    <p className="p-margin">Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>
                    <p className="p-margin">Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                    <p className="p-margin">Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                    <p>Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab / цаашид байгууллага гэх / болон хэрэглэгч / цаашид хэрэглэгч гэх / хамтран хяналт тавина.</p>
                    <p className="p-margin">Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                    <p className="p-margin">Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab / цаашид байгууллага гэх / болон хэрэглэгч / цаашид хэрэглэгч гэх / хамтран хяналт тавина.</p>
                </div>
            </div>
            <div className="container mb-5 d-none px-3 d-md-block">
                <div className="fonts">
                    <p className="p-margin" > Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                    <p className="p-margin">Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                    <p className="p-margin">Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab /цаашид байгууллага гэх/ болон хэрэглэгч /цаашид хэрэглэгч гэх/ хамтран хяналт тавина.</p>
                    <p className="p-margin">Mstars Food delivery нь Mstars Lab компанийн интернэт худалдааны албан ёсны вэбсайт бөгөөд энэхүү нөхцөл, журам нь уг вэбсайтаар үйлчлүүлэх, худалдан авалт хийхтэй холбоотой үүсэх харилцааг зохицуулахад оршино.</p>
                    <p className="p-margin">Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                    <p>Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab / цаашид байгууллага гэх / болон хэрэглэгч / цаашид хэрэглэгч гэх / хамтран хяналт тавина.</p>
                    <p className="p-margin">Энэхүү нөхцөл нь хэрэглэгч худалдан авалт хийх, вэбсайтаар үйлчлүүлэхээсээ өмнө хүлээн зөвшөөрч баталгаажуулсаны үндсэн дээр хэрэгжинэ.</p>
                    <p className="p-margin">Энэхүү үйлчилгээний нөхцлийн хэрэгжилтэнд  MStars Lab / цаашид байгууллага гэх / болон хэрэглэгч / цаашид хэрэглэгч гэх / хамтран хяналт тавина.</p>
                </div>

            </div>
        </div>


    )
}
export default TermOfUse;
